// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon-от има потреба од три основни датотеки. (едноставно)
boot0 (Во MBR на драјвот) одговорен за вчитување на boot1.
boot1 (Во boot-секторот на партицијата) за пронаоѓање на boot2.
boot2 (Во root папката на партицијата) за вчитување на kernel-от итн.";

"Standard_title" = "Chameleon Стандард";
"Standard_description" = "Стандардна инсталација на Chameleon";


"Standardhfs_title" = "Chameleon стандард со boot0hfs";
"Standardhfs_description" = "Оваа опција ги инсталира трите основни датотеки и го запишува boot0hfs во првите 440 бајти од MBR да не би ја оштетил постоечката Windows инсталација. boot0hfs потоа го повикува boot1h сместен на првата партиција, без потреба на ознаката за Активна.
* Оваа инсталациона опција не ја активира вашата селектирана партиција";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Инсталирање на Chameleon во EFI системската партиција на хард дискот форматиран со GPT. Подразбирано е FAT32, но ако не е ќе биде форматирана во FAT32.";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Инсталирање на Chameleon во EFI системската партиција на хард дискот форматиран со GPT. Подразбирано е FAT32, но ако не е ќе биде форматирана во HFS+.";

"noboot_title" = "Ништо";
"noboot_description" = "Не инсталирај Chameleon (корисно за инсталација само на Extra компоненти)";

// Utility
"Utility_title" = "Utility";
"Utility_description" = "Опционални алатки";

"PrefPanel_title" = "Preference Panel";
"PrefPanel_description" = "Инсталира Preference Panel за Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Копира пример на smbios.plist во /Extra/Configuration.";

"EFIMounter_title" = "EFI Mounter";
"EFIMounter_description" = "Apple скрипта за прикажување и криење на скриената EFI партиција. Работи за FAT32 и HFS+. Ќе биде инсталирана во /Applications.";

"Documentation_title" = "Документација";
"Documentation_description" = "Документација за Chameleon упатство за инсталација и користење";

// Options
"Options_title" = "Опции";
"Options_description" = "Подразбирани опции";

"Advanced_title" = "Напредни Boot Oпции";
"Advanced_description" = "Креирајте /Extra/com.apple.Boot.plist и одберете ги саканите опции за контрола на сетирањата на Chameleon.";

"arch_title" = "arch=i386";
"arch_description" = "Користење на 32 битниот мод наместо подразбираниот 64 битен.";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Не го прикажува Chameleon's boot лого во графичкиот интерфејс.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Приказ на екранот за избор на партиција.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Користете го оригиналното (сиво на бело) apple лого наместо boot.png во темата.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Вклучува тивок boot мод (без пораки и прашања).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Ја исклучува автоматски вклучената корекција за рестарт.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Вклучува SMBIOSdefaults опции.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Вклучува UseAtiROM опции.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Вклучува UseNvidiaROM опции.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Прави пауза на boot процесот на Chameleon и чека на притистање на некој тастер пред на стартува mach kernel. Корисно во комбинација со verbose boot за отклонување на проблеми.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Пробува да вчита sleep image креиран при последната хибернација.";

"GUI_title" = "GUI";
"GUI_description" = "Исклучува графички интерфејс со додавање на GUI=n во com.apple.Boot.plist";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Ги отфрла вградените SSDT табели од матичната плоча.";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Вклучува автоматско генерирање на C-States за процесорот.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Вклучува автоматско генерирање на P-States за процесорот.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Вклучува VBIOS oпција";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Додава EthernetBuiltIn=y во com.apple.Boot.plist. Оваа опција ќе ги направи 'вградени' вашите мрежни картички.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "Добива ForceHPET=y во com.apple.Boot.plist. Вклучува HPET при Intel чипсети за BIOS-и, кој не располагаат со HPET.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "Додава ForceWake=y во com.apple.Boot.plist. Опцијата дозволува да прескокнете некоректни исклучувања на оперативниот систем.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "Додава EHCIacquire=y во com.apple.Boot.plist. Оваа опција поправа секакви EHCI (USB 1.0) проблеми поради некоректно напишани BIOS-и.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Додава UHCIreset=y во com.apple.Boot.plist. Инициализација UHCI (USB 2.0) контролерите пред стартување на OS X.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Исклучува автоматско препознавање на RAM меморијата.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "Додава GraphicsEnabler=y во com.apple.Boot.plist. Автоматско препознавање на графички карти со nVidia чипсети.";

// Resolution
"Resolution_title" = "Резолуција";
"Resolution_description" = "Намесетете ја резолуцијата на вашиот екран";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Теми";
"Themes_description" = "Колекција од теми";

"Embed_title" = "Embed";
"Embed_description" = "Мала едноставна верзија од новата примарна тема што се користи при креирање на верзија од Chameleon што бара вградена тема. ";

"Legacy_title" = "Legacy";
"Legacy_description" = "Chameleon's previous default theme";

"Default_title" = "Стандардна";
"Default_description" = "Вградената тема во Chameleon.";

"Big_title" = "Big";
"Big_description" = "Тема со висока резолюција за големи монитори";

"Twilight_title" = "Twilight";
"Twilight_description" = "Тема за Twilight фанови";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "Тема со розев фонт и Tinkerbell";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "Тема со MSi boot лого за вашиот MSi нетбук =)";

"Bullet_title" = "Bullet";
"Bullet_description" = "The Bullet тема од NoSmokingBandit";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "Колекција од корисни додатоци";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Инсталира SMBIOS overrides smbios.plist по подразбирано во Extra";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "Колекција од корисни kext-ови (содржи само plist), сместени во Extra";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "Овозмпжува AHCI поддршка за Intel Southbridge чипсети ICH6 - ICH10, JMicron JMB383";

"FakeSMC_title" = "FakeSMC";
"FakeSMC_description" = "Софтверски SMC емулатор, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"SMCITEController_title" = "SMCITEController";
"SMCITEController_description" = "SMC контролер за ITE чипсети, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"TotallyLegacy_title" = "TotallyLegacy";
"TotallyLegacy_description" = "Колекција од legacy kext во едно (од smith@@)";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "Овозможува ATA поддршка за Intel Southbridge чипсети ICH6 - ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "Овозможува JMIcronATA поддршка за Intel чипсети";

"Disabler_title" = "Disabler";
"Disabler_description" = "Исклучува AppleIntelCPUPowerManagement.";

"ZEvOreboot_title" = "ZEvOreboot";
"ZEvOreboot_description" = "Единствениот kext потребен за Zotac GF9300 ITX WiFi со dsdt.";
// Error strings
"ERROR_BOOTVOL" = "Овој софтвер треба да биде инсталиран за да продолжите понатака.";
"ERROR_INSTALL" = "Овој дел не одговара на барањата за надоградба.";

"Newer_Package_Installed_message" = "Понова верзија на Chameleon е веќе инсталирана.";
"Intel_Mac_message" = "Софтверот не може да биде инсталиран на овој компјутер.";
